{
	"lgExperienceButton": "Experience",
	"lgProjectButton": "Projects",
	"lgSkillsButton": "Skills",
	"lgTrainingButton": "Training",
	"lgEducationButton": "Education",
	"lgAboutTitle": "About Me",
	"lgAboutOne": "My world is technology, I have tried many things but I always stayed in the same line, design and technology.",
	"lgAboutTwo": "I am a full stack programmer, I like the backend, I love the frontend, I was a tester, I was an analyst, throughout my life I went through most of the roles that give life to software.",
	"lgAboutThree": "My fanatism for the technology made me go further when I get my first 3D printer, and more when I assembled the second one from the beggining. Then the plastic was not enough so I get a CNC machine for do some woodworking",
	"lgAboutFour": "Although it is something that I like, I would never choose for a job like this, because computers have always been my thing",
	"lgAboutFive": "As an old-school gamer, I also played a lot, although not only did I have fun playing, also paid attention to how the games were made, their mistakes, their successes, that's why I also started developing my own games.",
	"lgAboutSix": "I have the facility to find solutions, even for the things that I do not know.",
	"lgAboutSeven": "I like to be constantly learning, that's why my knowledge is varied",
	"lgAboutEight": "I consider myself an entrepreneur, both inside and outside a company.",
	"lgExperienceTitle": "Work Experience",
	"lgJobResumeTitle": "Resume",
	"lgJobProjectTitle": "Projects",
	"lgJobClientTitle": "Clients",
	"lgJobTitle1": "Credicoop Bank - Senior Developer",
	"lgJobTitle2": "Credicoop Bank - Technical Analyst",
	"lgJobTitle3": "Practia Global Technical Tester",
	"lgJobTitle4": "Practia Global Manual Tester",
	"lgJobResume1": "I worked as a programmer at Infobasic for the bank's core system. I was in charge of the development of most of the web services used and the communication management with the rest of the systems (ESB, internal systems, Coelsa, Link, among others).",
	"lgJobResume2": "I participated in the analysis of all the functional documentation prior to the development of the Crecer XXI system (core banking) and its migration from the mainframe. I reviewed the technical aspects of the proposed functional solutions.",
	"lgJobResume3": "I worked mainly with the Apache JMeter tool for development and execution of performance, stress and scalability tests. And I used the QlikView tool to analyze the results and make graphs to present the reports. From 2008 to 2010 I was in charge of 2 people leading the technical testing project at Banco Credicoop.",
	"lgJobResume4": "I designed and executed test cases for different clients.",
	"lgJobProject1": "Crecer XXI - Core Banking (Temenos T24).",
	"lgJobProject2": "Crecer XXI - Migration.",
	"lgJobClient1": "Telefonica Argentina - Credicoop Bank",
	"lgJobClient2": "Sodexho Chile (actually Sodexo), Nextel, Telefonica Argentina, Movistar Argentina, Tenaris, Exiros, Santander Mexico.",
	"lgProjectsTitle": "Other Projects",
	"lgResumeTitle": "Resume",
	"lgProyectsDetails": "Details",
	"lgProjectYears": "2021 - In progress",
	"lgProjectTitle1": "Personal project",
	"lgProjectTitle2": "Course",
	"lgProjectTitle3": "Workshop",
	"lgProjectTitle4": "Workshop",
	"lgProjectTitle5": "Demo",
	"lgProjectResume1": "I am designing a game with Unreal Engine 4.",
	"lgProjectResume2": "I taught a technical testing course at Practia",
	"lgProjectResume3": "I conducted a functional automation workshop for Practiia staff.",
	"lgProjectResume4": "Due to shared tasks, I had to give a workshop on the use of the HP Quality Center tool to Telefonica staff from Argentina.",
	"lgProjectResume5": "I make a demo of the HP Quality Center suite to present at Movistar.",
	"lgProjectDetails1": "First person game, escape room style with puzzles, traps and enemies",
	"lgProjectDetails2": "The course consisted of showing an introduction to the technical tests, showing witness cases of the work carried out to date.",
	"lgProjectDetails3": "In the workshop I gave an overview of what test automation is, when it is recommended to use it and explain why it is not a replacement for manual testing.",
	"lgProjectDetails3b": "Following this I showed how to automate some tests (login and fill out a form). This was done with Ruby and the Watir library (replaced by Selenium today).",
	"lgProjectDetails4": "I prioritized the explanation about the workflow in the tool, from the execution of test cases, incident reporting, status changes and report generation.",
	"lgProjectDetails5": "The Movistar client was interested in acquiring a set of tools to cover all the tasks in the QA area, this included generation of test cases, incident reports, generation of reports and graphs.",
	"lgProjectDetails5b": "They also wanted to purchase HP Quick Test Pro software for functional test automation.",
	"lgProjectDetails5c": "For this, my task was to make a complete demo of all the stages of a QA project within the client and automation of a basic ABM of the Movistar portal.",
	"lgProyectsSampleTitle": "Samples",
	"lgProyectsNoteTitle": "Note",
	"lgNoteDesc": "Automated in the workshop is not shown as the use of Watir is currently deprecated.",
	"lgSkillsTitle": "Skills",
	"lgTrainingTitle": "Training",
	"lgTraining1": "Full Stack Javascript Developer by Camilo Montoya - Udemy.",
	"lgTraining2": "Game development with Unreal Engine by Carlos Coronado - Udemy.",
	"lgTraining3": "Qlikview workshop given by Federico Ferrara - Practia.",
	"lgTraining4": "Course - Rational Functional Tester by IBM.",
	"lgTraining5": "Course Agile - Scrum applied to Technical QA Projects - Practia.",
	"lgTraining6": "Software Project Management Course by Practia.",
	"lgTraining7": "Object Programming by Dan Rozenfarb - Practia.",
	"lgTraining8": "Project Planning and Estimation by Practia.",
	"lgTraining9": "Project Estimation Workshop dictated by Practia.",
	"lgEducationTitle": "Academic",
	"lgEducationTitle1": "Technician IT Security",
	"lgEducationTitle2": "Graphic Design",
	"lgEducationTitle3": "Administration and Management for companies",
	"lgEducationPlace1": "CAECE University",
	"lgEducationPlace2": "Buenos Aires University",
	"lgEducationPlace3": "Mariano Moreno Institute",
	"lgEducationFinish1": "Incompleto",
	"lgEducationFinish2": "Incompleto",
	"lgEducationFinish3": "Finished at 2001 - Average 8,80",
	"lgWorkArea": "Developer || Designer",
	"lgCellPhone": "Cellphone",
	"lgLangs": "Languages",
	"lgLangEnglish": "English",
	"lgLangSpanish": "Spanish",
	"lgLangNative": "Native",
	"lgFooterText": "Trademarks, logos and commercial names mentioned belong to their respective owners."
}
