{
	"lgExperienceButton": "Experiencia",
	"lgProjectButton": "Proyectos",
	"lgSkillsButton": "Conocimientos",
	"lgTrainingButton": "Capacitación",
	"lgEducationButton": "Formación",
	"lgAboutTitle": "Acerca de Mí",
	"lgAboutOne": "Mi mundo es la tecnología, he intentado muchas cosas pero siempre me mantuve en la misma línea, el diseño y la tecnología.",
	"lgAboutTwo": "I'm full stack developer, I like frontend programming but also feel comfortable feel with the backend, in the past my job was QA tester, functional analyst and then developer.",
	"lgAboutThree": "Mi fanatismo por la tecnología me hizo ir mas lejos cuando adquirí mi primera Impresora 3D, no pasó mucho tiempo para que me arme una segunda, esta vez de cero, y despues cuando creía que el plástico no me alcanzaba, adquirí un cnc para madera y me sumergí también en algo de carpintería.",
	"lgAboutFour": "Es algo que me apasiona pero jamás optaría por llevarlo a mi mundo laboral, porque lo mío son las computadoras, el código, el diseño.",
	"lgAboutFive": "Como gamer de la vieja escuela también jugué bastante aunque que no sólo me divertía jugando, sino que constantemente le prestaba atención a cómo estaban hechos los juegos, a sus errores, a sus aciertos, por eso también comencé a desarrollar mis propios juegos.",
	"lgAboutSix": "Tengo facilidad para encontrar soluciones, aún de temas que no conozco.",
	"lgAboutSeven": "Me gusta aprender cosas nuevas, es por ello que mis conocimientos son muy diversos.",
	"lgAboutEight": "Me considero un emprendedor, tanto dentro como fuera de una empresa.",
	"lgExperienceTitle": "Experiencia Laboral",
	"lgJobResumeTitle": "Resumen",
	"lgJobProjectTitle": "Proyectos",
	"lgJobClientTitle": "Clientes",
	"lgJobTitle1": "Banco Credicoop Programador Senior",
	"lgJobTitle2": "Banco Credicoop Analista Técnico",
	"lgJobTitle3": "Practia Consultores Tester Técnico",
	"lgJobTitle4": "Practia Consultores Tester Manual",
	"lgJobResume1": "Me desempeñé como programador en Infobasic para el sistema core del banco. Estuve a cargo del desarrollo de la mayoría de los web services utilizados y la gestión en la comunicación con el resto de los sistemas (ESB, sistemas internos, Coelsa, Link, entre otros).",
	"lgJobResume2": "Participé en el análisis de toda la documentación funcional previo al desarrollo del sistema Crecer XXI (core bancario) y su migración desde mainframe. Revisé los aspectos técnicos de las soluciones funcionales propuestas.",
	"lgJobResume3": "Trabajé mayormente con la herramienta Apache JMeter para desarrollo y ejecución de pruebas de performance, estrés y escalabilidad. Y utilicé la herramienta QlikView para el análisis de los resultados y realización de gráficos para presentar los informes. Del 2008 al 2010 estuve a cargo de 2 personas liderando el proyecto de pruebas técnicas en el Banco Credicoop.",
	"lgJobResume4": "Diseñé y ejecuté casos de prueba para distintos clientes.",
	"lgJobProject1": "Crecer XXI - Core Bancario (Temenos T24 Core Banking).",
	"lgJobProject2": "Crecer XXI - Migración.",
	"lgJobClient1": "Telefónica Argentina - Banco Credicoop",
	"lgJobClient2": "Sodexho Chile (actualmente Sodexo), Nextel, Telefónica Argentina, Movistar Argentina, Tenaris, Exiros, Santander México.",
	"lgProjectsTitle": "Otros Proyectos",
	"lgResumeTitle": "Resumen",
	"lgProyectsDetails": "Detalles",
	"lgProjectYears": "2021 - En progreso",
	"lgProjectTitle1": "Proyecto personal",
	"lgProjectTitle2": "Dictado de curso",
	"lgProjectTitle3": "Dictado de taller",
	"lgProjectTitle4": "Dictado de taller",
	"lgProjectTitle5": "Armado de Maqueta",
	"lgProjectResume1": "Me encuentro diseñando un juego con el motor Unreal Engine 4.",
	"lgProjectResume2": "Dicté un curso de pruebas técnicas en Practia Consultores.",
	"lgProjectResume3": "Realicé un taller de automatización funcional para personal de Practia Consultores.",
	"lgProjectResume4": "Por tareas compartidas tuve que dictar un taller sobre el uso de la herramienta HP Quality Center a personal de Teléfonica de Argentina.",
	"lgProjectResume5": "Armé una demo de presentación de la suite HP Quality Center para presentar en Movistar.",
	"lgProjectDetails1": "Juego en primera persona, estilo escape room con puzzles, trampas y enemigos",
	"lgProjectDetails2": "El curso consistió en mostrar una introducción a las pruebas técnicas, mostrando casos testigos de los trabajos realizados hasta el momento.",
	"lgProjectDetails3": "En el taller di un panorama de qué es la automatización de pruebas, cuando se aconseja utilizarlo y explicar porqué no es un reemplazo del testing manual.",
	"lgProjectDetails3b": "Seguido a esto enseñé cómo automatizar algunas pruebas (login y completar un formulario). Esto se realizó con Ruby y la librería Watir (reemplazada por Selenium actualmente).",
	"lgProjectDetails4": "Prioricé la explicación sobre el flujo de trabajo en la herramienta, desde la ejecución de casos de prueba, reporte de incidentes, cambios de estado de los mismos y generación de reportes.",
	"lgProjectDetails5": "El cliente Movistar estaba interesado en adquirir un set de herramientas para abarcar todas las tareas del área de QA, esto incluía generación de casos de pruebas, reporte de incidentes, generación de reportes y gráficos.",
	"lgProjectDetails5b": "Además querían adquirir también software HP Quick Test Pro para la automatización de pruebas funcionales.",
	"lgProjectDetails5c": "Para esto mi tarea fue realizar una demo completa de todas las etapas de un proyecto de QA dentro del cliente y automatización de un ABM básico del portal de Movistar.",
	"lgProyectsSampleTitle": "Muestras",
	"lgProyectsNoteTitle": "Nota",
	"lgNoteDesc": "No se muestra lo automatizado en el taller debido a que el uso de Watir está deprecado actualmente.",
	"lgSkillsTitle": "Conocimientos",
	"lgTrainingTitle": "Capacitación",
	"lgTraining1": "Full Stack Javascript Developer dictado por Camilo Montoya - Udemy.",
	"lgTraining2": "Desarrollo de juegos con Unreal Engine dictado por Carlos Coronado - Udemy.",
	"lgTraining3": "Taller de Qlikview dictado por Federico Ferrara - Practia.",
	"lgTraining4": "Curso de Rational Functional Tester dictado por IBM.",
	"lgTraining5": "Curso de Metodología Scrum aplicado a Proyectos de Calidad Técnica - Practia.",
	"lgTraining6": "Curso de Administración de Proyectos de Software - Practia.",
	"lgTraining7": "Curso de Programación con Objetos dictado por Dan Rozenfarb - Practia.",
	"lgTraining8": "Planificación de Proyectos y Estimación dictado por Practia.",
	"lgTraining9": "Taller de Estimación de Proyectos dictado por Practia.",
	"lgEducationTitle": "Formación Académica",
	"lgEducationTitle1": "Tecnicatura en Seguridad Informática",
	"lgEducationTitle2": "Diseño Gráfico",
	"lgEducationTitle3": "Administración y Gestión de las Organizaciones",
	"lgEducationPlace1": "Universidad CAECE",
	"lgEducationPlace2": "Universidad de Buenos Aires",
	"lgEducationPlace3": "Instituto Mariano Moreno de Lanús",
	"lgEducationFinish1": "Incompleto",
	"lgEducationFinish2": "Incompleto",
	"lgEducationFinish3": "Finalizado en el 2001 - Promedio 8,80",
	"lgWorkArea": "Desarrollador || Diseñador",
	"lgCellPhone": "Teléfono",
	"lgLangs": "Idiomas",
	"lgLangEnglish": "Inglés",
	"lgLangSpanish": "Español",
	"lgLangNative": "Lengua Nativa",
	"lgFooterText": "Las marcas, logos y nombres comerciales mencionados pertenecen a sus respectivos propietarios."
}
